Repository: collective/volto-venue
Catalog: locales/*/LC_MESSAGES/volto.po
Languages: es, it

source: geolocation
es: Geolocalización
it: Geolocalizzazione

source: geolocationClear
es: Limpiar
it: Cancella

source: geolocation_placeholder
es: Buscar un lugar...
it: Cerca un luogo...

source: geolocation_selected
es: Seleccionado
it: Selezionato

source: latitude
es: Latitud
it: Latitudine

source: longitude
es: Longitud
it: Longitudine

source: osmmap - pin click
es: Haga clic para ver los detalles
it: Clicca per vedere i dettagli

source: osmmap - zoom in
es: Ampliar
it: Zoom avanti

source: osmmap - zoom out
es: Alejar
it: Zoom indietro

source: osmmap copyright contributors
es: <span class="attribution">Los colaboradores &copy; <a href="http://osm.org/copyright">OpenStreetMap</a>.</span>

source: searchOnMap
es: Buscar dirección en el mapa
it: Cerca sulla mappa
